const offersMock = [
  [
    {
      title: 'Поменять на комфорт-тариф',
      price: 150,
    },
    {
      title: 'Поменять на бизнес-тариф',
      price: 170,
    },
    {
      title: 'Заказать грузовой фургон',
      price: 50,
    },
    {
      title: 'Сопровождение охраной',
      price: 250,
    }
  ],
  [
    {
      title: 'Забрать с моей остановки',
      price: 70,
    },
    {
      title: 'Забронировать комфортное место',
      price: 120,
    }
  ],
  [
    {
      title: 'Место на нижней койке',
      price: 450,
    },
    {
      title: 'Трёх разовое питание',
      price: 250,
    },
    {
      title: 'Обед',
      price: 70,
    },
    {
      title: 'Ужин',
      price: 65,
    },
    {
      title: 'Индивидуальное купе',
      price: 1560,
    },
  ],
  [
    {
      title: 'Роскошная яхта',
      price: 2550,
    },
    {
      title: 'Индивидуальное меню',
      price: 750,
    },
    {
      title: 'Возможность порыбачить',
      price: 250,
    },
  ],
  [
    {
      title: 'Скоростное метро',
      price: 50,
    },
  ],
  [
    {
      title: 'Скоростные автобаны',
      price: 550,
    },
    {
      title: 'Новая дорога',
      price: 350,
    },
  ],
  [
    {
      title: 'Поменять на бизнес-класс',
      price: 3550,
    },
    {
      title: 'Выбрать место',
      price: 700,
    },
    {
      title: 'Обед + ужин',
      price: 450,
    },
    {
      title: 'Стакан воды',
      price: 10,
    },
  ],
  [
    {
      title: 'Двух-местный царский номер',
      price: 2450,
    },
    {
      title: 'Свой бар в номере',
      price: 200,
    },
    {
      title: 'Пятизвездочный отель',
      price: 4550,
    },
    {
      title: 'Трансфер до аэропорта',
      price: 250,
    },
  ],
  [
    {
      title: 'Личный гид',
      price: 850,
    },
  ],
  [],
];

export {offersMock};
